# MENU
MENU = """
<b>👥 Аккаунты</b>

{accounts}
"""


# ADD ACCOUNT
ADD_ACCOUNT = """
<b>📄 Добавить аккаунт</b>

Отправьте строку сессии
"""


ADD_2FA_PASSWORD = """
<b>📄 Добавить аккаунт</b>

Отправьте 2FA пароль аккаунта
"""


ADD_ACCOUNT_NAME = """
<b>📄 Добавить аккаунт</b>

Отправьте название аккаунта
"""


ADD_ACCOUNT_SUCCESS = """
<b>📄 Добавить аккаунт</b>

Успешно!
"""

ACCOUNT_ACCESS_ERROR = """
<b>⚠️ Ошибка доступа</b>

Не удалось подключиться к аккаунту. Попробуйте ещё раз
"""


# DEL ACCOUNT
DEL_ACCOUNT = """
<b>🗑 Удалить</b>

Отправьте название аккаунта, который хотите удалить 👇

{accounts}
"""

DEL_ACCOUNT_SUCCESS = """
<b>🗑 Удалить</b>

Успешно!
"""