# MENU
MENU = """
<b>💬 Группы</b>

Свободных: <b>{total_groups}</b> шт.
"""


# DEL GROUPS
DEL_GROUPS = """
<b>🗑 Удалить группы</b>

Отправьте название аккаунта, с которого будут удалены группы 👇

{accounts}
"""


ACCOUNT_NOT_FOUND = """
⚠️ <b>Ошибка</b>

Аккаунт <b>{name}</b> не найден.
Попробуйте повторить попытку
"""


DEL_FOLDERS = """
<b>🗑 Удалить группы</b>

Пожалуйста, отправьте названия папок, из которых будут удалены группы 👇
(Каждое название папки укажите с новой строки)

{folders}
"""


DEL_GROUPS_WAITING = """
<b>⏳ Ожидание</b>

Идёт процесс удаления групп...
"""


DEL_GROUPS_SUCCESS = """
<b>🗑 Удалить группы</b>

Успешно!
"""


# ADD GROUPS 
ADD_GROUPS = """
<b>📄 Добавить группы</b>

Отправьте название аккаунта, с которого будут добавлены группы 👇

{accounts}
"""


ADD_FOLDRES = """
<b>📄 Добавить группы</b>

Пожалуйста, отправьте названия папок, из которых будут добавлены группы 👇
(Каждое название папки укажите с новой строки)

{folders}
"""


ADD_GROUPS_WAITING = """
<b>⏳ Ожидание</b>

Идёт процесс добавления групп...
"""


ADD_GROUPS_SUCCESS = """
<b>📄 Добавить группы</b>

Успешно!
"""
